{
  "intent_id": "traffic_speed_offense",
  "label_cs": "Správní řízení – překročení rychlosti",
  "domain": "traffic_law",
  "intent_group": "administrative_offense",
  "description_cs": "Překročení rychlosti, měření, správní řízení, pokuta, body, zákaz řízení.",
  "subdomains": [
    "spravni_rizeni",
    "dopravni_prestupky"
  ],
  "keywords": [
    "překročení rychlosti",
    "rychlost",
    "radar",
    "laser",
    "měření rychlosti",
    "bloková pokuta",
    "správní řízení",
    "výzva k podání vysvětlení",
    "body",
    "bodový systém",
    "zákaz řízení"
  ],
  "negative_keywords": [
    "dědictví",
    "rozvod",
    "pracovní smlouva"
  ],
  "examples": [
    "Přišla mi výzva ke správnímu řízení za překročení rychlosti, co mám dělat?",
    "Dostal jsem pokutu za rychlost z radaru, má smysl se bránit?",
    "Přišla mi fotka z radaru a hrozí mi body i zákaz řízení.",
    "Dostal jsem blokovou pokutu za rychlost – jde to ještě nějak zvrátit?"
  ],
  "risk_patterns": [
    {
      "pattern": "mereni.*rychlosti",
      "dimensions": [
        "procedural",
        "authority"
      ]
    },
    {
      "pattern": "laser|radar",
      "dimensions": [
        "procedural"
      ]
    },
    {
      "pattern": "vyzva.*k podani.*vysvetleni",
      "dimensions": [
        "procedural",
        "authority"
      ]
    },
    {
      "pattern": "spravni.*organ",
      "dimensions": [
        "authority"
      ]
    },
    {
      "pattern": "body",
      "dimensions": [
        "procedural"
      ]
    },
    {
      "pattern": "zakaz.*rizeni",
      "dimensions": [
        "procedural"
      ]
    }
  ],
  "basic_questions": [
    "Kdy a kde došlo k měření rychlosti?",
    "Jakým přístrojem bylo měření provedeno (typ, případně kalibrace)?",
    "Přišla ti výzva nebo oznámení o přestupku, a kdy?",
    "Je znám řidič vozidla, nebo je problém s jeho identifikací?",
    "Jaké sankce jsou navrhovány (pokuta, body, zákaz řízení)?",
    "Běží nebo už uplynula lhůta pro vyjádření/odpor?",
    "Existuje fotodokumentace nebo jiný záznam o přestupku?"
  ],
  "safety_questions": [
    "Běží stále lhůta pro vyjádření nebo podání odporu/odvolání?",
    "Hrozí uložení zákazu řízení nebo vysoké bodové zatížení?",
    "Jde o opakovaný přestupek, který může mít přísnější následky?"
  ],
  "normative_references": [
    "zakon_o_silnicnim_provozu",
    "spravni_rad",
    "zakon_o_odpovednosti_za_prestupky"
  ],
  "conclusion_skeletons": {
    "low": "K dispozici není dostatek údajů o samotném měření ani o průběhu řízení. Je nutné doplnit dokumenty a časovou osu.",
    "medium": "Jde pravděpodobně o standardní případ přestupku. Doporučuji vyžádat si kompletní podklady (protokoly, fotky) a připravit věcné vyjádření ke správnímu orgánu.",
    "high": "Z dosavadních informací vyplývají možné procesní nebo technické vady měření. Doporučuji aktivně napadnout výsledky měření, podat námitky a navrhnout dokazování."
  },
  "notes": "Důležitý trigger: běžící lhůta k vyjádření nebo odporu jako high-risk.",
  "version": "1.0.0"
}